<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage2.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="imgBanner" Runat="Server">
    <div class="bgded" style="height:848px;background-image:url('images/HomePage/HomePageBanner.jpg');">
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="heroName" Runat="Server">
    <p style="margin-top:30px;background-color:rgba(0,0,0,.63);width:260px;float:right">גיבורי על</p>
</asp:Content>
<asp:Content ID="Content10" ContentPlaceHolderID="sideImg" Runat="Server">
        <img class="inspace-10 borderedbox" src="images/HomePage/DCHeros.jpg"/>
        <img class="inspace-10 borderedbox" src="images/HomePage/MarvelHeros.jpg"/>
        <img class="inspace-10 borderedbox" src="images/HomePage/MarvelHeros2.jpg"/>
</asp:Content>
<asp:Content ID="Content11" ContentPlaceHolderID="superPowersHeadLine" Runat="Server">
    ?מהו גיבור על
</asp:Content>
<asp:Content ID="Content12" ContentPlaceHolderID="superPowersText" Runat="Server">
    דמויותיהם של גיבורי-על מושפעים רבות מדמות הגיבור לאומי בפולקלור ובתרבות שלדמותם אנשים רבים ייחסו תכונות משותפות. דוגמה בולטת של גיבורים עממים שכאלו כרובין הוד וז'אן ד'ארק הם דוגמה מובהקת למוטיב המודרני של גיבורי-העל. בספרות העת החדשה, ניתן למצוא את השורשים של גיבורי-העל עוד בספרות הוויקטוריאנית, שם התגבש הרעיון של גיבור בודד שמצליח להתגבר על קשיים עצומים בקלות ובאלגנטיות. בין הדוגמאות הבולטות ביותר אפשר למצוא את הבלש שרלוק הולמס. גם בתחילת המאה ה-20 הופיעו דמויות בעלות יכולות מופלאות, אם כי אנושיות. באותה תקופה נכתבו הסיפורים על זורו, טרזן ועוד. אלו היו אנשים פשוטים שעקב הנסיבות נעשו לגיבורים, ותמיד עמדו כנגד אויב אכזר וגדול מהחיים. גיבורי-העל בצורתם הנוכחית החלה עם הופעתם ברצועות קומיקס בעיתונות היומית בתקופת השפל הגדול בארצות הברית של שנות השלושים. בין גיבורי-העל שהופיעו אז ניתן למנות את דיק טרייסי, זורו, הצל והפנטום. דמויות אלו הופיעו גם בחוברות קומיקס "מלאות". דמויות ראשונות אלו של גיבורי-העל היו בעלות אחד משני מאפיינים של גיבור-על: יכולת על-אנושית או זהות מוסתרת. עם הופעתו של סופרמן ב-1938 אוחדו שני המאפיינים: גיבור בעל כוחות על-אנושיים המסתתר מאחורי זהות מושאלת. בשנים הבאות הופיעו בזה אחר זה: באטמן, וונדר וומן, ספיידרמן ועוד. בעלילותיהם של הרבה גיבורי-על אנושיים יש הסבר לכוחות העל שלהם. פעמים רבות (בעיקר בגיבורי-על שהומצאו באמצע המאה ה-20) מדובר בתאונה בה מעורבים חומרים רדיואקטיביים, תאונה שלפי ההיגיון הייתה אמורה להרוג את הגיבור, אך מסיבה מסתורית במקום להורגו העניקה לו כוחות על. אלמנט סיפורי זה משותף גם לרבים מהארכי-נבלים שמופיעים בעלילה, אלא שבמקרה שלהם לתאונה יש כמעט תמיד גם תוצאה נוספת - עיוות צורתם עד לבלי הכר. הנדסה גנטית ומוטציות (כחלק מניסוי מדעי או כתוצאה מחשיפה לקרינה רדיואקטיבית) הם מקורות נפוצים לכוחות-על (דבר הנפוץ במיוחד בסדרת האקס-מן של מארוול קומיקס). מקורות נוספים נפוצים לכוחות העל הם מפגשים עם ישויות קוסמיות (כגון חייזרים) או מכושפות/קסומות (כגון אלים, שדים ומכשפים). קיימים גם גיבורי-על לא-אנושיים או אנושיים למחצה כמו צבי הנינג'ה. סופרמן עצמו אינו בדיוק אנושי, מאחר שמוצאו מכוכב אחר. קבוצה נוספת של גיבורי-על הם המוזחים או "מוטנטים", שמוטציה כלשהי העניקה להם את כוחות העל שלהם. עם התפשטות הקולנוע והתפתחות הטלוויזיה הגיעו הגרסאות הקולנועיות לסיפוריהם של גיבורי-העל. בין סרטי גיבורי העל הנודעים והמצליחים בעשורים האחרונים של המאה ה-20 ותחילת המאה ה-21 אפשר למנות 10 סרטי סופרמן, 7 סרטי באטמן, 8 סרטי אקס-מן, 7 סרטי ספיידרמן, 22 סרטים של קבוצת האוונג'רס והיקום הקולנועי של מארוול (אם כי בארבעת הסרטים הראשונים מופיע כל גיבור-על בסרט משלו ורק בסרט החמישי מופיעה כל הקבוצה) 3 סרטי באטמן חדשים ו-3 סרטי ארבעת המופלאים. סרטים אלו זכו להצלחה רבה ורווחים גבוהים. כיום סרט הקומיקס בעל ההכנסה הגבוהה ביותר הוא "הנוקמים: סוף המשחק" שהכניס יותר משני מיליארד דולר
        <img class="inspace-10 borderedbox" style="height:400px;width:500px" src="images/HomePage/DCHeros2.jpg"/>
</asp:Content>

